Repository: myclabs/Inventory
Catalog: application/languages/DW/rebuild.tmx
Source language: fr
Languages: en

source: Les données de structure du cube d'analyse (axes, membres, indicateurs) ne sont plus à jour.
en: Structure data of the analysis cube (axes, members, indicators) are not up to date.

source: Si le problème persiste, merci de le signaler à un administrateur de l'application.
en: If problem persists please contact an administrator.

source: Merci de signaler le problème à un administrateur de l'application.
en: Please contact an administrator.

source: Reconst. données
en: Data rebuild

source: Régénération des données d'analyse
en: Analysis data rebuild

source: Relance des calculs et régénération des données d'analyse
en: Computations restart and analysis data rebuild

source: Vous pouvez régénérer l'ensemble des données d'analyse de cette unité organisationnelle et de toutes ses sous-unités en cliquant sur le bouton ci-dessous. Attention, cette opération peut prendre du temps.
en: You can rebuild all analysis data of this organizational unit and all its subunits by clicking on the button below. This operation may take time.

source: Vous pouvez régénérer l'ensemble des données d'analyse de ce jeu de simulation en cliquant sur le bouton ci-dessous. Attention, cette opération peut prendre du temps.
en: You can rebuild all analysis data of this simulation set by clicking on the button below. This operation may take time.

source: Vous pouvez relancer l'ensemble des calculs et régénérer l'ensemble des données d'analyse pour cette unité organisationnelle et pour toutes ses sous-unités en cliquant sur le bouton ci-dessous. Attention, cette opération peut prendre du temps.
en: You can restart all calculations and rebuild all analysis data of this organizational unit and all its subunits by clicking on the button below. This operation may take time.

source: Vous pouvez relancer l'ensemble des calculs et régénérer l'ensemble des données d'analyse pour ce jeu de simulation en cliquant sur le bouton ci-dessous. Attention, cette opération peut prendre du temps.
en: You can restart all calculations and rebuild all analysis data for this simulation set by clicking on the button below. This operation may take time.

source: Régénérer les données d'analyse
en: Rebuild analysis data

source: Relancer les calculs et régénérer les données d'analyse
en: Restart computations and rebuild analysis data

source: Régénération des données d'analyse effectuée.
en: Analysis data rebuild performed.

source: Relance des calculs et régénération des données d'analyse effectuées.
en: Computations restart and analysis data rebuild performed.

source: La régénération des données du cube d'analyse a été interrompue, car certains résultats ne sont pas compatibles avec le référentiel de classification. Merci d'essayer de relancer les calculs (bouton suivant) ou de vérifier la cohérence des différents référentiels.
en: Analysis data rebuild was interrupted, because some results are not compatible with the classification reference data. Please try to restart computations (next button) or check the various reference data.

source: Une erreur a été détectée lors de la relance des calculs. Merci de vérifier la validité des différents référentiels, et de ré-essayer après correction des erreurs trouvées.
en: An error was found during computations restart. Please check the validity of the various reference data, and try again after correction.
